let initialState = {
  main: [
    {
      id: "1",
      title: "Стома Молдова",
      description: "Сайт для стомированных людей Молдовы и людей с недержанием",
      keywords: "стома Молдова, недержание, недержание Молдова. колостома, илиостома, уростома"
    }
  ],
  about: [
    {
      id: "2",
      title: "Стома Ассоциация Молдова",
      description: "Общественная Ассоциация Стомированных Людей Молдовы",
      keywords: " ассоциация стома Молдова, стома Молдова, организация стома Молдова"
    }
  ],
  news: [
    {
      id: "3",
      title: "Стома новости МД",
      description: "Новости, статьи для стомированных",
      keywords: "стома новости, стома статьи, стомированные люди, стомированные молдова"
    }
  ],
  info: [
    {
      id: "4",
      title: "Стома информация",
      description: "Информация для стомированных",
      keywords: "колостома, илиостома, жизнь со стомой, секс стома, уход стома, мешки для стомы, стома помощь, поддержка стома"
    }
  ],
  forum: [
    {
      id: "5",
      title: "Стома форум",
      description: "Форум для стомированных людей. Общение.",
      keywords: "стома форум, стома Молдова, стома информация, стома помощь, поддержка стома, стомированные молдова"
    }
  ],

  contacts: [
    {
      id: "6",
      title: "Стома контакты",
      description: "Контакты стома ассоциации. поддержка АОПС",
      keywords: "стома контакты, стома помощь, поддержка стома"
    }
  ]
};


const titleReducer = (state = initialState, action) => {
  return state;
};

export default titleReducer;