let initinalState = {
  about:"Информационный портал стомированных людей РM, является частью проекта\n" +
  "                    \"Фундаментальный проект на пути к полноценной жизни стомированных людей РМ\",\n" +
  "                    главная цель которого, разрушить информационный вакум в обществе о стомрованных, а также.\n" +
  "                    повысить качество жизни стомированных людей в РМ.",

};

const footerReducer = (state = initinalState, actions) => {
  return state;
}
export default footerReducer;